Revit 2027 API
ParameterTypeId.PathReinLengthn2 Property
 "Alternating Bar - Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PathReinLengthn2 { get; }
Public Shared ReadOnly Property PathReinLengthn2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PathReinLengthn2 {
	ForgeTypeId^ get ();
}
static member PathReinLengthn2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace